Revit 2027 API
ParameterTypeId.TrussElementBearingJustParam Property
 "Bearing Vertical Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementBearingJustParam { get; }
Public Shared ReadOnly Property TrussElementBearingJustParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementBearingJustParam {
	ForgeTypeId^ get ();
}
static member TrussElementBearingJustParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace